 const gundamlist = [{
      id: 1,
      name: '海牛高达',
      type: 'NewType',
      armor: 'HWS装备',
      weapon: '翼式浮游炮',
      status: 0,
      imgUrl: 'http://i4.buimg.com/586400/c181ccf7890e8ae9s.jpg',
      describe: 'RX-93-ν2 Hi-ν高达的手臂、大腿内部骨架的基本构造都和其他MS一样采用统一的可动骨架，但因为以后方便机能的强化和改造，还有作为NT专用机的特殊规格，消耗品之外的材料、电缆等都选择了超过标准规格更为高级的级别。'
    }, {
      id: 2,
      name: '巴巴托斯',
      type: '格斗',
      status: 2,
      imgUrl: 'http://i4.buimg.com/586400/08e6eae1c3b57974s.jpg',
      describe: '在“埃德蒙顿”发生激战过后，“敢达・巴巴托斯”仍与它的驾驶员——三日月·奥格斯一起立于铁华团的最前线，并经历无数场战斗。这也使机体不断累积损伤，陷入让铁华团整备员难以修复的状态，随后巴巴托斯被暂时送往位在迪瓦兹根据地——“岁星”的机动战士工房、并接受翻修。这时，为了让“阿赖耶识系统”和驾驶员三日月的一体感能接近实际肉体的感觉，迪瓦兹的技术者们便以三日月的战斗资料为基础，试图提升机体的反应速度和机动性，并利用阿赖耶识系统将驾驶员感官和机体动作同步做更进一步调整。'
    }, {
      id: 3,
      name: '力天使',
      type: '射击',
      status: 0,
      imgUrl: 'http://i4.buimg.com/586400/49d86f109027e0e5s.jpg',
      describe: '「天人武装组织」所拥有的高达之一，同样搭载「GN太阳炉」，拥有近乎无限的能源和惊人的机动性。定位为射击型机体，拥有能够在各种作战环境下适应的高效率机体。长距离作战可使用「GN狙击步枪」，甚至可以配合专用的狙击套件进行精密的长距离射击，能够从地球某端狙杀外太空的目标，而且极其精准。较短距离的作战可使用「GN手枪」。近身格斗时也可出动「GN光束军刀」。即使是拥有极高的适战能力，但同时也拥有相当的防御力，可装备「GN全装盾套」保护住全身。洛克昂驾驶「力天使高达」时会于AI机器人「哈罗」搭档，在洛克昂进行精密射击时「哈罗」则会对外来的攻击进行回避。'
    }, {
      id: 4,
      name: '重武装改',
      type: '炮击',
      imgUrl: 'http://i2.muimg.com/586400/aa0c11c77a6c555ds.jpg',
      status: 2,
      describe: 'XXXG-01H2 Heavyarms Gundam Custom试作型MS。由“重装高达”基础上直接改装而成的高性能试作型机体，在战舰“卑斯美利昂”号上完成基本改装工作，大幅度强化了机体的宇宙空间作战性能，成倍数地增强机体本身所携的火力基数。本机武装为两门头部火神炮、两门机关加农炮、4枚腿部9连装诱导导弹、4门胸部格林机关炮、两幅肩部22连装微型导弹发射系统、两枚腰部4连装微型导弹发射器和两门2连装格林机关炮。'
    }, {
      id: 5,
      name: '磨修罗生',
      type: '格斗',
      imgUrl: 'http://i1.piimg.com/586400/a08fa3a0512f6285s.jpg',
      status: 0,
      describe: '第二季第14话登场，比利·片桐以已故教授雷夫·艾夫曼留下有关GN-Drive之资料为Mr.武士道开发的高性能新机体，骨架与旗帜式相似，外观与武装参考古代日本武士（与武士道先生专用先驱式设计意念相同）。本机为首台设有Trans-AM系统的非钢弹机体，使用时同样能令机身装甲染成红色及移动时留下残像，但由于本机为GN-Drive[τ]搭载型机，使用Trans-AM系统后有令粒子残量所剩无几的代价。'
    }, {
      id: 6,
      name: '红异端',
      type: '格斗',
      status: 2,
      imgUrl: 'http://i4.buimg.com/586400/99be6be577cc6e90s.jpg',
      describe: '事故几小时后，回收屋的罗一行来到工厂，发现了废弃了的异端高达红色机和异端高达蓝色机，同时发现异端高达金色机的右臂。经过一番周折后，罗将蓝色机送给佣兵团“白蛇之尾”的劾，自己在AI：小8的辅助下，驾驶红色机。AI：小8是拥有疑似人格的电脑，在它支援下，即使是身为自然人的罗也能发挥出机体惊异的运动性能。 　后来在殖民卫星“墓园”，罗在当地的武术家蕴·奥（ウン·ノウ）的帮助下，修复了已经腐朽了的MS用剑“菊一文字”，经过改良后的操作系统可以使用剑术和武术。'
    }];
exports.gundamlist = {data: gundamlist};